[
{
  "_type": "product",
  "image": "50_01",
  "title": "Gorra Columbia Blanca & Negra — Parche Outdoor Montaña",
  "category": "cap",
  "price": 50000,
  "description": "Gorra estilo snapback en combinación blanco, negro y gris con parche frontal Columbia de inspiración outdoor: montañas y bosque. Diseño robusto y versátil, ideal para actividades al aire libre o looks casuales con vibra aventurera. Estructura firme y ajuste cómodo.",
  "available": true
},
{
  "_type": "product",
  "image": "50_02",
  "title": "Gorra LA Dodgers Verde — Bordado Blanco Clásico",
  "category": "cap",
  "price": 50000,
  "description": "Gorra verde estilo baseball con logo LA bordado en blanco al frente. Diseño limpio, icónico y atemporal, perfecto para outfits deportivos y streetwear. Estructura firme, visera curva y ajuste cómodo para uso diario.",
  "available": true
},
{
  "_type": "product",
  "image": "50_03",
  "title": "Gorra Nike SB Negra & Roja — Bordado Gris Diagonal",
  "category": "cap",
  "price": 50000,
  "description": "Gorra Nike SB en combinación negro y rojo con bordado diagonal en gris y detalles en rojo. Estética deportiva y urbana con fuerte identidad streetwear. Diseño dinámico, estructura firme y ajuste cómodo, ideal para un look moderno y con carácter.",
  "available": true
},
{
  "_type": "product",
  "image": "50_04",
  "title": "Gorra Supreme Negra — Box Logo Bordado Blanco",
  "category": "cap",
  "price": 50000,
  "description": "Gorra negra estilo snapback con icónico box logo Supreme bordado en blanco al frente. Diseño minimalista y potente, pieza clave del streetwear moderno. Estructura firme, visera plana y ajuste cómodo para un look urbano de alto impacto.",
  "available": true
},
{
  "_type": "product",
  "image": "50_05",
  "title": "Gorra Supreme Blanca — Box Logo Rojo Clásico",
  "category": "cap",
  "price": 50000,
  "description": "Gorra blanca estilo snapback con icónico box logo Supreme bordado en rojo al frente. Diseño limpio y contundente, pieza esencial del streetwear. Estructura firme, visera plana y ajuste cómodo, ideal para looks urbanos con alto contraste y presencia.",
  "available": true
},
{
  "_type": "product",
  "image": "50_06",
  "title": "Gorra Philadelphia Eagles Verde — Logo Bordado NFL",
  "category": "cap",
  "price": 50000,
  "description": "Gorra verde estilo snapback con logo Philadelphia Eagles bordado al frente. Diseño deportivo con carácter y fuerte identidad NFL. Ideal para fanáticos del fútbol americano o para outfits streetwear con inspiración deportiva. Estructura firme y ajuste cómodo.",
  "available": true
},
{
  "_type": "product",
  "image": "50_07",
  "title": "Gorra New York Yankees Roja — Bordado Blanco Destroyed",
  "category": "cap",
  "price": 50000,
  "description": "Gorra roja estilo snapback con logo NY bordado en blanco con efecto desgastado artístico. Diseño clásico reinterpretado con un toque rebelde y urbano. Ideal para destacar en outfits streetwear, con estructura firme y ajuste cómodo para uso diario.",
  "available": true
},
{
  "_type": "product",
  "image": "50_08",
  "title": "Gorra New York Yankees Negra — Bordado Blanco Clásico",
  "category": "cap",
  "price": 50000,
  "description": "Gorra negra estilo snapback con logo NY bordado en blanco al frente. Diseño icónico, limpio y atemporal, imprescindible en el streetwear. Fácil de combinar con cualquier outfit urbano o casual. Estructura firme, visera plana y ajuste cómodo.",
  "available": true
},
{
  "_type": "product",
  "image": "50_09",
  "title": "Gorra Fear of God Negra — Logo FG Bordado Minimal",
  "category": "cap",
  "price": 50000,
  "description": "Gorra negra estilo snapback con logo Fear of God bordado en blanco al frente. Diseño sobrio, elegante y minimalista, característico del luxury streetwear. Ideal para outfits monocromáticos y estilos modernos. Estructura firme y ajuste cómodo.",
  "available": true
},
{
  "_type": "product",
  "image": "50_10",
  "title": "Gorra Fear of God Blanca — Logo FG Bordado Minimal",
  "category": "cap",
  "price": 50000,
  "description": "Gorra blanca estilo snapback con logo Fear of God bordado en verde oscuro al frente. Estética limpia y sofisticada, perfecta para looks claros y streetwear premium. Diseño minimalista con estructura firme y ajuste cómodo para uso diario.",
  "available": true
},
{
  "_type": "product",
  "image": "50_11",
  "title": "Gorra Chicago White Sox Negra — Bordado Blanco Iconic",
  "category": "cap",
  "price": 50000,
  "description": "Gorra negra estilo snapback con logo Chicago White Sox bordado en blanco al frente y detalles laterales artísticos. Diseño icónico del streetwear y la cultura urbana. Ideal para outfits all-black con un toque clásico. Estructura firme y ajuste cómodo.",
  "available": true
},
{
  "_type": "product",
  "image": "50_12",
  "title": "Gorra New York Yankees Negra — Bordado Blanco Waves Edition",
  "category": "cap",
  "price": 50000,
  "description": "Gorra negra estilo snapback con logo NY bordado en blanco y detalles laterales inspirados en olas japonesas. Diseño artístico y exclusivo que mezcla streetwear y estética oriental. Pieza llamativa con estructura firme y ajuste cómodo.",
  "available": true
},
{
  "_type": "product",
  "image": "50_13",
  "title": "Gorra New York Yankees Roja — Flame Bordado Dorado",
  "category": "cap",
  "price": 50000,
  "description": "Gorra roja estilo snapback con logo NY bordado en negro y visera decorada con flamas bordadas en dorado. Diseño agresivo y llamativo, ideal para destacar en outfits urbanos. Estética streetwear con carácter fuerte, estructura firme y ajuste cómodo.",
  "available": true
}


]